4ops.terraform
amariampolskiy.theme-apprentice
anysphere.pyright
arjun.swagger-viewer
be5invis.toml
biomejs.biome
blaxou.freezed
bocovo.dbml-erd-visualizer
bradgashler.htmltagwrap
christian-kohler.path-intellisense
corschenzi.mermaid-graphical-editor
dart-code.dart-code
dart-code.flutter
davidanson.vscode-markdownlint
dbaeumer.vscode-eslint
denoland.vscode-deno
donjayamanne.githistory
dsznajder.es7-react-js-snippets
duynvu.dbml-language
eamodio.gitlens
ecmel.vscode-html-css
emeraldwalk.runonsave
esbenp.prettier-vscode
formulahendry.auto-rename-tag
foxundermoon.shell-format
gaetschwartz.build-runner
georgewfraser.vscode-javac
github.copilot
github.copilot-chat
github.github-vscode-theme
golang.go
google.geminicodeassist
googlecloudtools.cloudcode
hediet.vscode-drawio
hoovercj.vscode-power-mode
humao.rest-client
ibm.output-colorizer
ionutvmi.path-autocomplete
jdinhlife.gruvbox
johnpapa.vscode-peacock
josevseb.google-java-format-for-vs-code
kesmarag.base16-tomorrow-night
lcjuves.vscode-gjf
matt-meyers.vscode-dbml
mechatroner.rainbow-csv
mhutchie.git-graph
ms-azuretools.vscode-docker
ms-ceintl.vscode-language-pack-ja
ms-python.black-formatter
ms-python.debugpy
ms-python.flake8
ms-python.isort
ms-python.mypy-type-checker
ms-python.python
ms-python.vscode-pylance
ms-vscode-remote.remote-containers
ms-vscode-remote.remote-ssh
ms-vscode-remote.remote-ssh-edit
ms-vscode-remote.remote-wsl
ms-vscode-remote.vscode-remote-extensionpack
ms-vscode.makefile-tools
ms-vscode.remote-explorer
ms-vscode.remote-server
ms-vsliveshare.vsliveshare
mthuong.vscode-flutter-freezed-helper
naumovs.color-highlight
nicolas-liger.dbml-viewer
octref.vetur
oderwat.indent-rainbow
pairprog.ui-sketcher
pdconsec.vscode-print
pkief.material-icon-theme
pnp.polacode
redhat.java
redhat.vscode-commons
redhat.vscode-yaml
ritwickdey.liveserver
robert-brunhage.flutter-riverpod-snippets
rooveterinaryinc.roo-cline
saoudrizwan.claude-dev
shanejarvie.hybrid-theme
shardulm94.trailing-spaces
streetsidesoftware.code-spell-checker
timonwong.shellcheck
usernamehw.errorlens
visualstudioexptteam.intellicode-api-usage-examples
visualstudioexptteam.vscodeintellicode
vscjava.vscode-gradle
vscjava.vscode-java-debug
vscjava.vscode-java-dependency
vscjava.vscode-java-pack
vscjava.vscode-java-test
vscjava.vscode-maven
vscode-icons-team.vscode-icons
vscodevim.vim
vue.volar
wayou.vscode-todo-highlight
yusukehirao.vscode-markuplint
yzhang.markdown-all-in-one
