amariampolskiy.theme-apprentice
Arjun.swagger-viewer
dbaeumer.vscode-eslint
esbenp.prettier-vscode
jdinhlife.gruvbox
kesmarag.base16-tomorrow-night
MS-CEINTL.vscode-language-pack-ja
ms-vscode-remote.remote-wsl
octref.vetur
redhat.vscode-commons
redhat.vscode-yaml
shanejarvie.hybrid-theme
vscode-icons-team.vscode-icons
vscodevim.vim
